<!DOCTYPE html>
<html lang="tr">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Web Sitesi - Uygun Fiyatlı ve Profesyonel</title>
  <link rel="stylesheet" type="text/css" href="main.css">
  <!-- Font Awesome (ikon için) -->
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.0/css/all.min.css">
</head>
<body>
 <a href="https://api.whatsapp.com/send?phone=905338339396&text=Merhaba.%20Size%20https://corpsoftsolutions.com/%20adresinden%20ula%C5%9F%C4%B1yorum.." 
     class="whatsapp-float" target="_blank" rel="noopener">
    <i class="fab fa-whatsapp whatsapp-icon"></i> WhatsApp ile İletişim
  </a>
  <!-- Menü -->
  <nav>
    <ul>
      <li><a href="index.html#hosgeldiniz">Hoşgeldiniz</a></li>
      <li><a href="index.html#neis">Ne İş Yapıyoruz</a></li>
      <li><a href="index.html#neden">Neden Web Sitesi</a></li>
	      <li><a href="index.html#referans">Referanslarımız</a></li>
      <li><a href="index.html#fiyat">Fiyatlarımız</a></li>
    </ul>
  </nav>

  <!-- Başlık -->
  <header>
    <h1>Gizlilik politikası</h1>
  </header>
  <section>
<h2 class="wp-block-heading">Biz kimiz</h2>
<p>Web sitemizin adresi: https://corpsoftsolutions.com.</p>
<h2 class="wp-block-heading">Yorumlar</h2>
<p>Ziyaret&ccedil;iler sitede yorum bıraktığında yorum formunda g&ouml;sterilen verileri ve ayrıca istenmeyen yorum tespitine yardımcı olmak i&ccedil;in ziyaret&ccedil;inin IP adresi ve tarayıcı bilgisi metnini de toplarız.</p>
<p>E-posta adresinizden oluşturulmuş anonimleştirilmiş bir metin (hash olarak da adlandırılır) Gravatar hizmetine, servisi kullanıp kullanmadığınızı g&ouml;rmek i&ccedil;in, sağlanabilir. Gravatar servisinin gizlilik politikası şu adrestedir: https://automattic.com/privacy/. Yorumunuzun onaylanmasından sonra profil resminiz yorumunuzla birlikte herkese g&ouml;r&uuml;n&uuml;r.</p>
<h2 class="wp-block-heading">Ortam</h2>
<p>G&ouml;rselleri web sitesine y&uuml;klerseniz, g&ouml;m&uuml;lm&uuml;ş konum verileri (EXIF GPS) i&ccedil;eren g&ouml;rseller y&uuml;klemekten ka&ccedil;ınmalısınız. Web sitesi ziyaret&ccedil;ileri, web sitesindeki g&ouml;rsellerden herhangi bir konum bilgisini indirip &ccedil;ıkarabilir.</p>
<h2 class="wp-block-heading">&Ccedil;erezler</h2>
<p>Sitemize bir yorum bırakırsanız, isminizi, e-posta adresinizi ve web sitenizi &ccedil;erezlerde kaydetmeyi se&ccedil;ebilirsiniz. Bunlar size kolaylık sağlamak i&ccedil;indir, b&ouml;ylece başka bir yorum bıraktığınızda bilgilerinizi tekrar doldurmanız gerekmez. Bu &ccedil;erezler bir yıl s&uuml;resince kalır.</p>
<p>Eğer giriş sayfasımızı ziyaret ederseniz, tarayıcınızın &ccedil;erezleri kabul edip etmediğini belirlemek i&ccedil;in ge&ccedil;ici bir &ccedil;erez ayarlayacağız. Bu &ccedil;erez hi&ccedil;bir kişisel veri i&ccedil;ermez ve tarayıcınızı kapattığınızda atılır.</p>
<p>Giriş yaptığınızda, giriş bilgilerinizi ve ekran g&ouml;r&uuml;nt&uuml;leme se&ccedil;iminizi kaydetmek i&ccedil;in birka&ccedil; &ccedil;erez kaydedeceğiz. Giriş &ccedil;erezleri iki g&uuml;n ve ekran se&ccedil;enekleri &ccedil;erezleri bir yıl boyunca kalır. &ldquo;Beni hatırla&rdquo; se&ccedil;eneğini se&ccedil;ereniz, girişiniz iki hafta boyunca devam eder. Hesabınızdan &ccedil;ıkış yaparsanız, giriş &ccedil;erezleri kaldırılacaktır.</p>
<p>Bir makaleyi d&uuml;zenler veya yayınlarsanız tarayıcınıza ek bir &ccedil;erez kaydedilir. Bu &ccedil;erez hi&ccedil;bir kişisel veri i&ccedil;ermez ve sadece d&uuml;zenlediğiniz makalenin yazı kimliğini g&ouml;sterir. 1 g&uuml;n sonra zaman aşımına uğrar.</p>
<h2 class="wp-block-heading">Diğer sitelerden g&ouml;m&uuml;len i&ccedil;erik</h2>
<p>Bu sitedeki makaleler g&ouml;m&uuml;l&uuml; i&ccedil;erik (&ouml;r. videolar, g&ouml;rseller, makaleler, vb.) I&ccedil;erebilir. Diğer web sitelerinden g&ouml;m&uuml;len i&ccedil;erik, ziyaret&ccedil;inin diğer web sitesini ziyaret etmiş gibi, tam olarak aynı şekilde davranır.</p>
<p>Bu web siteleri sizin hakkınızda veri toplayabilir, &ccedil;erez kullanabilir, &uuml;&ccedil;&uuml;nc&uuml; taraf tarafından g&ouml;m&uuml;lm&uuml;ş şeklide takip yapabilir ve bir hesabınız varsa ve bu web sitesinde oturum a&ccedil;tıysanız, g&ouml;m&uuml;len i&ccedil;erikle etkleşiminizi takip etme dahil olmak &uuml;zere, bu g&ouml;m&uuml;len i&ccedil;erikle etkileşiminizi izleyebilir.</p>
<h2 class="wp-block-heading">Verinizi kimlerle paylaşıyoruz</h2>
<p>Parola sıfırlama isteğinde bulunduğunuzda, IP adresiniz sıfırlama e-postasına eklenir.</p>
<h2 class="wp-block-heading">Verilerinizi ne kadar s&uuml;re tutarız</h2>
<p>Bir yorum bırakırsanız, yorum ve meta verileri s&uuml;resiz olarak saklanır. B&ouml;ylece, takip eden yorumlarınızı denetim kuyruğunda tutmak yerine otomatik olarak tanıyabilir ve onaylayabiliriz.</p>
<p>Web sitemize kayıt yaptıran kullanıcılar i&ccedil;in (varsa) kullanıcı profilinde sağladıkları kişisel bilgileri de saklarız. T&uuml;m kullanıcılar kişisel bilgilerini istedikleri zaman g&ouml;rebilir, d&uuml;zenleyebilir veya silebilir (kullanıcı adı değiştirme hari&ccedil;). Web sitesi y&ouml;neticileri de bu bilgileri g&ouml;rebilir ve d&uuml;zenleyebilir.</p>
<h2 class="wp-block-heading">Verileriniz &uuml;zerindeki haklarınız neler</h2>
<p>Bu sitede bir hesabınız veya yorumlarınız varsa, bize sağladığınız veriler dahil olmak &uuml;zere, hakkınızda tuttuğumuz kişisel verilerin dışa aktarılmış bir dosyasını almayı isteyebilirsiniz. Ayrıca, hakkınızda tuttuğumuz t&uuml;m kişisel verileri de silmeyi isteyebilirsiniz. Bu, idari, yasal veya g&uuml;venlik ama&ccedil;larına uymak zorunda olduğumuz hi&ccedil;bir veriyi i&ccedil;ermez.</p>
<h2 class="wp-block-heading">Verilerinizin g&ouml;nderildiği yer</h2>
<p>Ziyaret&ccedil;i yorumları otomatik istenmeyen yorum algılama servisi aracılığıyla kontrol edilebilir.</p>
    </section>
    <!-- Footer -->
  <footer style="background:#ffffff; padding:2rem 1rem; text-align:center; color:#777; border-top:1px solid #e0e0e0;">
    <p>&copy; Telif Hakkı - Corpsoft Solutions</p>
    <p>İletişim: <a href="mailto:info@corpsoftsolutions.com" style="color:#007acc; text-decoration:none;">info@corpsoftsolutions.com</a></p>
    <div style="margin-top:1rem;">
      <a href="gizlilik-politikasi.html" style="margin:0 0.5rem; color:#007acc;">Gizlilik politikası</a>
    </div>
  </footer>

</body>
</html>